[
  {
    "path": "posts/welcome/",
    "title": "Welcome to Cityhome Blog 2",
    "description": "Welcome to our new blog, Cityhome Blog 2. We hope you enjoy \nreading what we have to say!\nยินดีต้อนรับ",
    "author": [
      {
        "name": "Poramed T",
        "url": "https://github.com/Poramedt"
      }
    ],
    "date": "2021-10-18",
    "categories": [],
    "contents": "\r\n\r\nWelcome\r\nBangkok[a] is the capital and most populous city of Thailand. It is known in Thai as Krung Thep Maha Nakhon[b] or simply Krung Thep.[c] The city occupies 1,568.7 square kilometres (605.7 sq mi) in the Chao Phraya River delta in central Thailand and has an estimated population of 10.539 million as of 2020, 15.3 percent of the country’s population. Over fourteen million people (22.2 percent) lived within the surrounding Bangkok Metropolitan Region at the 2010 census, making Bangkok an extreme primate city, dwarfing Thailand’s other urban centres in both size and importance to the national economy.\r\nยินดีต้อนรับ\r\nกรุงเทพมหานคร เป็นเมืองหลวงและนครที่มีประชากรมากที่สุดของประเทศไทย เป็นศูนย์กลางการปกครอง การศึกษา การคมนาคมขนส่ง การเงินการธนาคาร การพาณิชย์ การสื่อสาร และความเจริญของประเทศ ตั้งอยู่บนสามเหลี่ยมปากแม่น้ำเจ้าพระยา มีแม่น้ำเจ้าพระยาไหลผ่านและแบ่งเมืองออกเป็น 2 ฝั่ง คือ ฝั่งพระนครและฝั่งธนบุรี กรุงเทพมหานครมีพื้นที่ทั้งหมด 1,568.737 ตร.กม. มีประชากรตามทะเบียนราษฎรกว่า 6 ล้านคน ทำให้กรุงเทพมหานครจัดเป็นเอกนคร (Primate City) มีผู้กล่าวว่า กรุงเทพมหานครเป็น “เอกนครที่สุดในโลก” เพราะมีประชากรมากกว่านครที่มีประชากรมากเป็นอันดับ 2 ถึง 40 เท่า[3]\r\n\r\n\r\n\r\n",
    "preview": "posts/welcome/1.jpg",
    "last_modified": "2021-10-18T12:41:03+07:00",
    "input_file": "welcome.knit.md"
  },
  {
    "path": "posts/2021-10-18-location-of-us/",
    "title": "Location of us",
    "description": "Where can you find us in Thailand.",
    "author": [
      {
        "name": "Poramed T",
        "url": "https://github.com/Poramedt"
      }
    ],
    "date": "2021-10-18",
    "categories": [
      "Description"
    ],
    "contents": "\r\n\r\nWattana\r\nWatthana or Vadhana (Thai: วัฒนา, pronounced [wát.tʰā.nāː]) is one of the 50 districts (khet) of Bangkok, Thailand. Neighbouring districts are (from the north clockwise): Ratchathewi, Huai Khwang, Suan Luang, Phra Khanong, Khlong Toei, and Pathum Wan.\r\nเขตวัฒนา\r\nเขตวัฒนาตั้งอยู่บริเวณทางฝั่งตะวันออกของแม่น้ำเจ้าพระยาหรือฝั่งพระนคร มีอาณาเขตริมฟากถนนสุขุมวิทฝั่งเลขคี่ ตั้งแต่ซอยสุขุมวิท 1 ถึงซอยสุขุมวิท 81 โดยติดต่อกับเขตต่าง ๆ เรียงตามเข็มนาฬิกา ดังนี้\r\nทิศเหนือ ติดต่อกับเขตราชเทวีและเขตห้วยขวาง มีคลองแสนแสบเป็นเส้นแบ่งเขต\r\nทิศตะวันออก ติดต่อกับเขตสวนหลวง มีคลองตัน คลองพระโขนง และคลองบางนางจีนเป็นเส้นแบ่งเขต\r\nทิศใต้และทิศตะวันตกเฉียงใต้ ติดต่อกับเขตพระโขนงและเขตคลองเตย มีซอยสุขุมวิท 81 (ศิริพจน์) และถนนสุขุมวิทฟากเหนือเป็นเส้นแบ่งเขต\r\nทิศตะวันตก ติดต่อกับเขตปทุมวัน มีขอบทางรถไฟสายแม่น้ำฟากตะวันออกเป็นเส้นแบ่งเขต\r\n\r\n\r\n\r\n",
    "preview": "posts/2021-10-18-location-of-us/2.jpg",
    "last_modified": "2021-10-18T12:43:30+07:00",
    "input_file": "location-of-us.knit.md"
  }
]
